/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Les ponts sont des relais Tor qui aident à contourner la censure. Vous pouvez essayer des ponts si Tor est bloqué par votre FAI ; chaque sorte de pont utilise un moyen différent pour éviter la censure : si une sorte ne fonctionne pas, essayez-en une autre.\n\nVous pouvez utiliser les ponts fournis ci-dessous ou obtenir des ponts sur %.";
"No Bridges: Directly Connect to Tor" = "Aucun pont : connecté directement à Tor";
"Provided Bridges: %" = "Ponts fournis : %";
"Custom Bridges" = "Ponts personnalisés";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Configuration des ponts";
"Done" = "Terminé";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Vous avez parfois besoin d’un pont pour atteindre Tor";
"TELL ME MORE" = "EN SAVOIR PLUS";


// ConnectingViewController.swift
"Connected!" = "Connecté !";
"__CLAIM_1__" = "Notre communauté diversifiée est ce qui rend Tor si formidable !";
"__CLAIM_2__" = "Les gens utilisent Tor tous les jours pour éviter d’être suivis par les publicités commerciales";
"__CLAIM_3__" = "People use Tor to safely stay connected with their friends and family.";
"__CLAIM_4__" = "Activists use Tor to freely express their opinions and beliefs.";
"__CLAIM_5__" = "Les blogueurs utilisent Tor pour rassembler les gens autour des réformes sociales.";
"__CLAIM_6__" = "Les journalistes utilisent Tor pour enquêter en toute sécurité sur les histoires qu’ils couvrent.";
"__CLAIM_7__" = "Les gens d’affaires utilisent Tor pour protéger les stratégies de leur entreprise.";
"__CLAIM_8__" = "Les travailleurs utilisent Tor pour lutter pour la justice sans peur de perdre leur emploi.";


// ConnectingViewController.xib
"We're connecting you." = "Nous vous connectons.";
"START BROWSING" = "COMMENCER À NAVIGUER";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Dans un autre navigateur, visitez % et choisissez « Obtenir des ponts ». Utilisez la section « Options évoluées » ; les transports enfichables obfs4 ne sont pas recommandés. (Ne pas sélectionner IPv6.)";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Il semble que nous soyons bloqué ! Quittez puis redémarrez l'appli";


// HelloViewController.xib
"Hello" = "Bonjour";
"Welcome to Tor on mobile." = "Bienvenue à Tor pour mobile.";
"CHANGE LANGUAGE" = "CHANGER LA LANGUE";
"Change Language" = "Changer la langue";
"Cancel" = "Annuler";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUER SANS";
"USE A BRIDGE" = "UTILISER UN PONT";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Parcourez Internet comme vous aimeriez le faire.";
"No tracking. No censorship." = "Pas de suivi à la trace. Pas de censure.";


// ScanQrViewController.swift
"Error" = "Erreur";
"Camera access was not granted or QR Code scanning is not supported by your device." = "L’accès à la caméra n’a pas été autorisé ou la lecture de codes QR n’est pas pris en charge par votre appareil.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Le code QR n’a pas pu être décodé ! Êtes-vous certain d’avoir lu un code QR de bridges.torproject.org ?";
